{
    "title": "TCEI-IECT",
    "lang": "en",
    "introSlide": {
        "logo": {
            "src": "",
            "altText": ""
        },
        "title": "Terrestrial Cumulative Effects Initiative Toolkit",
        "subtitle": "Sharing tools, information, and experiences about cumulative effects in six western Canadian regions"
    },
    "slides": [
        {
            "title": "The TCEI Toolkit",
            "backgroundImage": "TCEI-IECT/assets/en/05905599-9587-43ba-8d4c-c512574f8827.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "The TCEI Toolkit",
                    "content": "The [**TCEI Toolkit**](https://www.canada.ca/en/campaign/trans-mountain/what-is-tmx/the-decision/backgrounder11/terrestrial-cumulative-effects-initiative.html) is a gathering and sharing of knowledge and resources related to cumulative effects and how they shape lands, water, and people in within the area covered by the TCEI.   \n\n \n\nThe TCEI Toolkit was developed collaboratively by Indigenous groups and the following federal government departments as part of the TCEI: \n\n- Environment and Climate Change Canada,  \n\n- Natural Resources Canada \n\n- Fisheries and Oceans Canada \n\n \n\nThe Toolkit is intended to support a continued and shared understanding of cumulative effects – the combined effects from past, present, and future activities and natural processes. <style>div[id*='the-tcei-toolkit'] div[index='0'] {margin-left: auto;margin-right: auto;max-width: 800px;.prose{font-size: 1.3rem;}}div[id*='swan-river-first-nation'] div[index='0'] {margin-right: auto;margin-left: 10%;max-width: 600px;margin-top: 100px;margin-bottom: 100px;.prose{font-size: 1.1rem;}}div[id*='swan-river-first-nation'][id$='takeaways'] div[index='0'] {margin-left: auto !important;margin-right: 10% !important;}.has-background{background-color: rgba(255, 255, 255, 0.8) !important;}</style>",
                    "customStyles": ""
                }
            ]
        },
        {
            "title": "Regions of Interest",
            "panel": [
                {
                    "type": "map",
                    "config": "TCEI-IECT/ramp-config/TCEI-IECT-map-7.json",
                    "title": "",
                    "scrollguard": false,
                    "customStyles": ""
                },
                {
                    "type": "text",
                    "title": "Regions of Interest",
                    "content": "Six regions of interest in British Columbia (B.C.) and Alberta (Alb.) were identified through dialogue with Indigenous groups participating in the TCEI:  \n\n- Peace-Athabasca \n- North And South Saskatchewan Rivers \n- Columbia  \n- Lower Fraser South Coast \n- Thompson Fraser \n- Upper Fraser ",
                    "customStyles": ""
                }
            ]
        },
        {
            "title": "Guiding Principles for Collaboration",
            "panel": [
                {
                    "type": "text",
                    "title": "Guiding Principles for Collaboration",
                    "content": "The TCEI recognized the importance of developing a shared understanding of cumulative effects in terrestrial and freshwater environments and using available resources and tools to support capacity building with respect to cumulative effects knowledge.   \n\nTo guide development of the Toolkit, TCEI Indigenous groups and the Government of Canada  identified seven  principles as a foundation for collaboration on the TCEI Toolkit process, form and content. "
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Infographic",
            "panel": [
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Guiding Principles.png"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "What are cumulative effects?",
            "panel": [
                {
                    "type": "text",
                    "title": "What are cumulative effects?",
                    "content": "There are many different definitions of cumulative effects, reflecting different perspectives and worldviews:  \n\n \n\n> \"When we look at cumulative effects from an Indigenous perspective, we always consider the cultural, social, and health impacts — in addition to the environmental effects — of such activities and processes on our land, water and air.\"  \n\n- Indigenous Centre for Cumulative Effects, 2022 \n\n \n\n>\"The term cumulative effects generally refers to the combined effects from past, present, and reasonably foreseeable future activities and natural processes. Specific definitions vary among different parties and under different legislation and policies, but the term generally refers to effects that may be individually minor, but collectively significant.\" \n\n- Government of Canada Interim Message on Cumulative Effects, 2022 \n\n\nSample Quote #1 \n\nName, 2024 \n\nSample Quote #2 \n\nName, 2024 ",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/image_480.png"
                }
            ]
        },
        {
            "title": "Federal cumulative effects knowledge, science, and actions",
            "panel": [
                {
                    "type": "text",
                    "title": "Federal cumulative effects knowledge, science, and actions",
                    "content": "The Government of Canada hosts knowledge, science, and actions related to cumulative effects. This includes an interactive map and table of cumulative effects initiatives across Canada. The [Government of Canada Cumulative Effects website](https://www.canada.ca/en/services/environment/cumulative-effect.html) provides more information.  \n\nWatch the \"What are Cumulative Effects” video to learn more about cumulative effects."
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Cumulative Effects Video",
            "panel": [
                {
                    "type": "video",
                    "title": "What are cumulative effects?",
                    "videoType": "YouTube",
                    "src": "https://www.youtube.com/embed/4kTq-hnrMHI",
                    "customStyles": "",
                    "caption": "",
                    "transcript": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Federal cumulative effects knowledge, science, and actions 2",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "Click below for additional resources related to cumulative effects:  \n\n<a style='padding: 10px; background: #688a26; text-decoration: none; color: white;' href='https://osdp-psdo.canada.ca/dp/en/search'>Open Science and Data Platform</a> <a style='padding: 10px; background: #688a26; text-decoration: none; color: white;' href='https://www.canada.ca/en/impact-assessment-agency/services/policy-guidance/practitioners-guide-impact-assessment-act/policy-framework-assessing-cumulative-effects-under-impact-assessment-act.html'>Assessing Cumulative Effects under the Impact Assessment Act</a> <a style='padding: 10px; background: #688a26; text-decoration: none; color: white;' href='https://www.icce-caec.ca/'>Indigenous Centre for Cumulative Effects</a> \n\n<a style='padding: 10px; background: #289c91; text-decoration: none; color: white;' href='https://www2.gov.bc.ca/gov/content/environment/natural-resource-stewardship/cumulative-effects-framework'>Cumulative Effects Framework- Province of British Columbia</a> <a style='padding: 10px; background: #289c91; text-decoration: none; color: white;' href='https://ccme.ca/en/resources'>Cumulative Effects Framework | CCME</a> \n\n<a style='padding: 10px; background: #289c91; text-decoration: none; color: white;' href='https://storymaps.arcgis.com/stories/77e97ee6eb944a62811153c47924627c'>Overview of Cumulative Effects Research at NRCan</a> \n\n<a style='padding: 10px; background: #289c91; text-decoration: none; color: white;' href='https://abmi.ca/home/projects/science-projects/cumulative-effects.html'>AB Cumulative Effects Science Project</a> <a style='padding: 10px; background: #289c91; text-decoration: none; color: white;' href='https://landuse.alberta.ca/CumulativeEffects/CumulativeEffectsManagement/Pages/default.aspx'>AB Cumulative Effects Management</a>",
                    "customStyles": "text-align: center;"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "TCEI Project Summaries",
            "panel": [
                {
                    "type": "text",
                    "title": "TCEI Project Summaries",
                    "content": "**Placeholder**"
                }
            ]
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "Cumulative Effects Program Development​ by Adams Lake Indian Band ",
                    "content": "The Sxste’lln, now known as the Adams Lake Indian Band (ALIB), have lived in and around the Columbia River watershed, Shuswap Lakes, and Adams River areas since time immemorial. The name “Adam” refers to former Chief Sel-howt-ken, who was baptized “Adam” by missionaries in 1849. As of June 2024, ALIB has approximately 818 registered members, with approximately 360 residing on reserve lands.      \n\nThese reserves encompass approximately 7,271 acres of land which was “negotiated” on behalf of the Douglas administration by Gold Commissioner William Cox, and significantly reduced to their present states in 1866 by the abhorrent policies of Douglas’ successor, Joseph Trutch1. Consequently, these reserves represent only a small fraction of the tmicw (land) under the caretaker responsibility of the Sxste’lln and, more broadly, the Secwepemc people. ALIB holds constitutionally protected Aboriginal rights including title throughout the entirety of Secwepemcul’ecw. Members of ALIB continue to exercise their Aboriginal rights as their ancestors have done for thousands of years; hunting, trapping, gathering, fishing, and practicing spiritual and cultural traditions in accordance with Secwepemc customs, laws, and governance structures. ",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 1 - ALIB - Adams Lake.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band - Background and Motivations",
            "panel": [
                {
                    "type": "text",
                    "title": "Background Motivations",
                    "content": "Our ALIB Holistic Cumulative Effects Program builds upon years of investment and extensive study, with our staff and leadership working with consultants to research the cumulative effects of human land uses, natural disturbances, and climate change within our territory. They have completed many cumulative effects models of environmental impacts to ALIB’s territory and conducted interviews to collect spatial data to understand the impacts of industrial development and climate change on our way of life. ",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 2 - ALIB -collecting data.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "Our research includes our cultural heritage and land use practices, and is guided by the values, ethics, principles, and laws taught by Elders and by our history.   \n\nAs the projects progressed, it built up the skills and capacity that are needed to apply a walking-on-two-legs (2-eyed seeing) holistic approach to cumulative effects assessment, the work of planning, monitoring, and making decisions regarding our lands, waters, and communities.",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 3 - ALIB Draft CFX Framework Indicators (TCEI version).png"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 4 - ALIB all indicators (TCEI version).png"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 5 - ALIB RavenW-planning for 7 generations (003).png"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 6 - ALIB Atlas&OG.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Adams Lake Indian Band",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "The work done under TCEI funding taught us the importance of continuity through cumulative effects assessments. Incorporating all potential variables in effect would create overly complex models, which are difficult to explain and understand. Instead, it is necessary to carry out other assessments with different groupings of variables. A further step is creating scenarios with multiple possible outcomes based on potential paths. The established and new data support informed decision-making to fulfill our seven-generation approach.   \n\nThrough TCEI funding, we organized two Community Camps on the shore of Adams Lake, focused on sharing our cumulative effects projects with our own, and neighbouring communities. Alongside the presentations, we had ceremonies, shared food, told stories, and enjoyed time together on the lake.    \n\n*“Walking-on-two-legs reflects balance between Indigenous Knowledge and Western Science. One must incorporate both approaches as having one leg stronger than the other will make them walk in the circles instead of moving forward.”* \n\nAs the interest in cumulative effects grows, more magazines are focused on the subject. ALIB is in the process of publishing our Old Growth report which will be out at the end of the year, serving as an opportunity to communicate Indigenous work with a wider audience.   ",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/Image 7 - ALIB - fire&logging.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Swan River First Nation",
            "backgroundImage": "TCEI-IECT/assets/en/6f931f94-6501-42cd-89ab-6b10bc488b1a.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "Swan River First Nation",
                    "content": "Swan River First Nation (SRFN) is located along the Swan River and near the Lesser Slave Lake in Alberta.  We are a Cree community and member of the Lesser Slave Lake Indian Regional Council, and a signatory to Treaty Number 8.  \n\nWe have a membership of 1300, with 400 residents living on reserve lands. Our territory is significantly impacted by forestry, oil and gas, mining, utilities, recreation, and tourism, and now we are experiencing the impacts of ever-increasing renewables such as wind and geothermal development. ",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Swan River First Nation",
            "backgroundImage": "TCEI-IECT/assets/en/f58f83a2-cd33-46c5-9440-1ff4ddec0233.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "Elders and other community members have noticed changes to the wildlife living in their traditional territory, particularly among moose which serve as important resources for cultural activities such as trapping. They also provide both food and fur. Other research in the western boreal forests has shown negative effects to wildlife populations by the landscape features left by development, such as roads, well sites, petroleum facilities, and harvest cut blocks.   \n\nSwan River relies on this wildlife for resources, and as integral pieces of the connected whole of their land and way of life. ",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Swan River First Nation",
            "backgroundImage": "TCEI-IECT/assets/en/0925a2db-7a98-4dc7-9d05-c82429b4651a.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "",
                    "content": "SRFN worked with scientists to design a camera-trapping array that would sample wildlife across a gradient of development, from very little to very dense. Camera traps worked year-round to sample the occurrences of wildlife in this landscape; where animals occur rarely, it is because they are avoiding (or cannot use) the landscape features there.  \n\nWhere animals occur often, it indicates that the landscape features offer a good habitat. A statistical analysis tells us how the landscape features (such as roads, well sites, etc.) affect the occurrence of animals, serving to gauge their contribution to cumulative effects which make animal populations increase or decrease.",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Swan River First Nation - Methodology suggestion",
            "backgroundImage": "TCEI-IECT/assets/en/15aefda6-2aea-432d-b98d-fb186cd90e98.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "Methodology suggestions",
                    "content": "The location of the cameras and season of deployment is a key consideration due to the growth of vegetation.  There were a few locations where captured grass, leaves, trees, and even spider webs triggered thousands of pictures. Make sure that you deploy the camera traps in areas you can access year-round.   \n\nBe sure to GPS camera locations and have the latitude and longitude written down so you are not fully reliant on GPS pins. Marking your general area with fluorescent ribbon is also a helpful reference.   \n\nMake the most out of your experience and be safe. \n\n*-John Willier (Swan River First Nation)*",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Swan River First Nation - Takeaways",
            "backgroundImage": "TCEI-IECT/assets/en/284db57a-1ed6-4760-894c-90b70b24338a.jpg",
            "panel": [
                {
                    "type": "text",
                    "title": "Takeaways",
                    "content": "*It has been enjoyable to participate in the TCEI study as a land user. I used my knowledge of animal behavior to benefit this study by finding the most suitable locations for data collection, and I was able to explore areas that I might not regularly visit. I want to note a few things for anyone interested in trying this out.*\n\n- Finding a suitable location facing north is relatively easy and placing the camera to face north will ensure that the sun’s glare will not affect your pictures. \n\n- Clearing an area is important; you do not want to over-clear, but if you leave anything in the camera sensor range that could be affected by the wind, you will most likely end up with 80,000 pictures of leaves/grass/trees.  \n\n- When clearing the area, be mindful of trees that seem ready to fall. They may fall in front of the camera and cause the same problems as inadequate clearing.  \n\n- We lost four cameras due to the 2023 wildfires; keep in mind the location when deploying so you do not lose data to natural disasters.\n\n- Be ready to look through many pictures; depending on your location, you may have lots of activity or none at all. \n\nSeeing these beautiful animals in their natural habitat will make combing through thousands of pictures well worth it.  \n\n*-Kaine Giroux (Swan River First Nation)*",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Community Directory",
            "panel": [
                {
                    "type": "text",
                    "title": "Community Directory",
                    "content": "Stay connected to your fellow TCEI-eligible Indigenous groups carrying out cumulative effects work in B.C. and Alb. through the TCEI Community Directory. ",
                    "customStyles": ""
                }
            ]
        },
        {
            "title": "Federal Cumulative Effects Research",
            "panel": [
                {
                    "type": "text",
                    "title": "Federal Cumulative Effects Research",
                    "content": "**Placeholder**",
                    "customStyles": ""
                }
            ]
        },
        {
            "title": "Resources",
            "panel": [
                {
                    "type": "text",
                    "title": "Resources",
                    "content": "The Government of Canada has cumulative effects resources that contribute towards understanding, considering and managing cumulative effects.  \n\n### Open Science and Data Platform \nThe Government of [Canada's Open Science and Data Platform](https://osdp-psdo.canada.ca/dp/en) (OSDP) provides open access to science, data, publications, and information about federal regulatory and industrial activities across the country that can be used to understand the cumulative effects of human activities to support better decisions in the future. To make it easier to find information specific to one region data and publications are compiled into curated content collections. Information in these collections have been selected based on relevance to freshwater and terrestrial ecosystems in the 6 regions. The links below will redirect users to collections for the 6 regions on the Platform and may assist users to better understand cumulative effects.\n\n- [Peace-Athabasca watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-791998AE-BF75-4B05-9A2B-51EDB0F7C0EB)\n- [North And South Saskatchewan Rivers watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-793BF771-FE7F-462A-8E9C-6987E53961F7)\n- [Columbia watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-13CF453A-4068-4F6D-8B66-C68F9591E3DA)\n- [Lower Fraser South Coast watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-05451345-0DF2-4C67-8353-7EE33BBAF864)\n- [Thompson Fraser watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-2DB60A57-F002-4CAA-AC61-6209A258AC7C)\n- [Upper Fraser watershed region](https://osdp-psdo.canada.ca/dp/en/search/metadata/ECCC-TCEI-1-D958892A-8C9D-452E-A9FE-3CE18A7CEF12/metadata/ECCC-TCEI-1-1AE99188-647F-43C8-879B-989D098E7974)\n\n### Other Open Data Initiatives\n- Open data portal – Government of Canada \n- British Columbia Data Catalogue – Government of British Columbia (English only) \n- Open Data – Government of Alberta (English only) ",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/image_720.png"
                }
            ]
        },
        {
            "title": "Datasets",
            "panel": [
                {
                    "type": "text",
                    "title": "Datasets",
                    "content": "### Ecosystem Drivers and Pressure \n- [Canadian Centre for Climate Services](https://www.canada.ca/en/environment-climate-change/services/climate-change/canadian-centre-climate-services.html)\n- [Land cover – 30 m, 2015 Landsat](http://www.cec.org/north-american-environmental-atlas/land-cover-30m-2015-landsat-and-rapideye/)\n- [Development projects map](https://www.ceaa-acee.gc.ca/050/evaluations/exploration?active=true&showMap=true&document_type=project)\n- [National Pollutant Release Inventory](https://open.canada.ca/data/en/dataset/06022cc0-a31e-4b4c-850d-d4dccda5f3ac)  \n\n### Datasets Relating to Air \n- [Canadian Air and Precipitation Monitoring Network (CAPMoN)](https://open.canada.ca/data/en/dataset/4baa2ee4-a8aa-457a-af26-aa13e96ee2f4)\n- [National Air Pollution Surveillance (NAPS) program](https://open.canada.ca/data/en/dataset/1b36a356-defd-4813-acea-47bc3abd859b)  \n- [British Columbia Air Quality Health Index (AQHI)](http://www.env.gov.bc.ca/epd/bcairquality/data/aqhi-table.html)  \n- [National air photo library and satellite imagery](https://www.nrcan.gc.ca/maps-tools-publications/satellite-imagery-and-air-photos/10782)\n\n### Datasets Relating to Freshwater \n- [Pacific Coastal Basin long-term freshwater quality monitoring data](https://open.canada.ca/data/en/dataset/be4d21ca-a873-4186-abee-5eb7e61e1e70)\n- [Fraser River long-term freshwater quality monitoring data](https://open.canada.ca/data/en/dataset/1e0e8033-3113-4297-a813-13ec6f239039)  \n- [Columbia River Basin long-term water quality monitoring data](https://open.canada.ca/data/en/dataset/c2adcb27-6d7e-4e97-b546-b8ee3d586aa4)   \n- [Okanagan Similkameen long-term water quality monitoring data](http://www.open.canada.ca/data/en/dataset/73554e6e-8738-4a18-871c-48c3403e60d5)  \n- [Canadian Aquatic Biomonitoring Network (CABIN) for freshwater ecosystems](https://open.canada.ca/data/en/dataset/13564ca4-e330-40a5-9521-bfb1be767147#wb-auto-6)  \n- [Pacific Coastal Basin freshwater surveillance](https://open.canada.ca/data/en/dataset/831e19c6-edb1-46bf-9df9-31e6052a66ce)\n- [Freshwater surveillance of mercury: Fish biological and chemical data](https://open.canada.ca/data/en/dataset/1097b878-12c7-48c1-8acb-3167f0bf6432)\n- [Freshwater inventory and surveillance of mercury: Water quality data](https://open.canada.ca/data/en/dataset/aa45f4f3-cbf9-4f28-b108-abf656776e25)\n- [Freshwater inventory and surveillance of mercury: Sediment quality data](https://open.canada.ca/data/en/dataset/0af54117-bb0b-4e86-8f3f-2f277158e071)\n- [Freshwater surveillance of pesticides](https://open.canada.ca/data/en/dataset/af96fb39-8999-4845-8af6-4016b78c2f37)  \n- [Real-time hydrometric data](https://wateroffice.ec.gc.ca/search/real_time_e.html)  \n- [Historical hydrometric data](https://wateroffice.ec.gc.ca/search/historical_e.html)\n\n### Datasets Relating to Species Wellbeing and Habitat \n- [Canada’s conserved areas](https://open.canada.ca/data/en/dataset/2888ff57-a21c-448c-a4fa-570c4cabd956)\n- [Critical habitat – Species at risk (Government of Canada)](https://open.canada.ca/data/en/dataset/47caa405-be2b-4e9e-8f53-c478ade2ca74)\n- [Fish health database (Government of British Columbia)](https://open.canada.ca/data/en/dataset/2ece9991-62aa-4b7a-bd7d-4f8f1052cd21) \n- [Anthropogenic disturbance footprint within boreal caribou ranges across Canada](https://open.canada.ca/data/en/dataset/a71ab99c-6756-4e56-9d2e-2a63246a5e94)\n- [Grizzly bear population units](https://open.canada.ca/data/en/dataset/caa22f7a-87df-4f31-89e0-d5295ec5c725)",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/gettyimages-994817646-1024x1024.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Publications",
            "panel": [
                {
                    "type": "text",
                    "title": "Publications",
                    "content": "- [Cumulative effects in the Federal Science Library](https://science-libraries.canada.ca/eng/search/?q=cumulative+effects&sm=1) (reports and peer-reviewed articles)\n- [Canadian environmental sustainability indicators](https://www.canada.ca/en/environment-climate-change/services/environmental-indicators.html)  \n- [Environmental reporting British Columbia](https://www2.gov.bc.ca/gov/content/environment/research-monitoring-reporting/reporting/environmental-reporting-bc) \n\n### Tools \n- [Environment and Climate Change Canada Hydrometric Data Explorer](https://www.canada.ca/en/environment-climate-change/services/water-overview/quantity/monitoring/survey/data-products-services/explorer.html)\n- [Calculators for the water quality index, sediment quality index and soil quality index](https://ccme.ca/en/current-activities/canadian-environmental-quality-guidelines) \n- [Overview of Cumulative Effects Research at NRCan (arcgis.com)- Natural Resources Canada research about cumulative effects](https://storymaps.arcgis.com/stories/77e97ee6eb944a62811153c47924627c)\n- [Guidance for analytical methods to cumulative effects assessment for terrestrial species (pnnl.gov)](https://tethys.pnnl.gov/sites/default/files/publications/Mahon_et_al_2021.pdf)\n",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/gettyimages-1466957752-1024x1024.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Training",
            "panel": [
                {
                    "type": "text",
                    "title": "Training",
                    "content": "- [Aquatic Biomonitoring Training](https://www.canada.ca/en/environment-climate-change/services/canadian-aquatic-biomonitoring-network/training.html)\n- [ICCE National Conference 2025: Honouring All Our Relations - Embracing Indigenous Perspectives on Cumulative Effects - ICCE - CAEC](https://www.icce-caec.ca/events/icce-conference-2025/)\n- [Environmental Technician Certificate Program | Natural Resources Extension Program | Vancouver Island University | Canada (viu.ca)](https://scitech.viu.ca/natural-resource-extension/environmental-technician-certificate-program-etcp) \n- [EM - Environmental Monitoring Online Certificate | UNBC](https://www.unbc.ca/continuing-studies/courses/em-environmental-monitoring-online-certificate)\n- [Essential Field Skills for Environmental Professionals, Microcredential, Part-time (0814CM) - BCIT](https://www.bcit.ca/programs/essential-field-skills-for-environmental-professionals-microcredential-part-time-0814cm/#overview)\n- [Forest Health Management Online Micro-Certificate | UBC](https://forestry.ubc.ca/future-students/certificates/forest-health-management/)\n- [Online Micro-Certificate: Landscape Level Forest Modeling | UBC Forestry](https://forestry.ubc.ca/future-students/certificates/landscape-level-forest-modeling/) \n- [Water Quality Sampling and Design | Natural Resources Extension Program | Vancouver Island University | Canada (viu.ca)](https://scitech.viu.ca/natural-resource-extension/water-qual) \n- [BEAHR | Indigenous Training Programs & Courses | ECO Canada](https://eco.ca/new-practitioners/beahr/)\n- [Cumulative Effects Assessment (iaia.org)](https://www.iaia.org/training-cource-archive-details.php?ID=912)\n- [Environmental Field Skills Program Natural Resources Training Group (nrtraininggroup.com)](https://nrtraininggroup.com/course-descriptions/environmental-field-skills/)\n- [Land Guardian Program – Online – September 9 – October 11 2024 Natural Resources Training Group (nrtraininggroup.com)](https://nrtraininggroup.com/events/land-guardian-program-online-september-9-october-11-2024/)\n- [Mapping & GIS | The Firelight Group](https://firelight.ca/what-we-do/core-services/mapping-and-gis)\n- [Overview | Cumulative Effects Assessment and Environmental Management (canadianinstitute.com)](https://www.canadianinstitute.com/cumulative-effects/)\n- [QGIS Level I & II – Online > Columbia Mountains Institute of Applied Ecology (cmiae.org)](https://cmiae.org/event/qgis-introduction-remote-attendance/) \n- [GeoEnviro Training Professionals Inc. (GeoEnviroPro) (thinkific.com)](https://geoenviropro.thinkific.com/collections/courses?q)\n- [TRAINING OPPORTUNITIES (iaia.org)](https://iaia.org/training-opportunities.php)",
                    "customStyles": ""
                },
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/gettyimages-1293361048-1024x1024.jpg"
                }
            ],
            "includeInToc": false
        },
        {
            "title": "Disclaimer",
            "panel": [
                {
                    "type": "text",
                    "title": "Disclaimer",
                    "content": " This section includes content collections based on the Open Science and Data Platform (OSDP). The OSDP provides open access to information within federal, provincial, and territorial governments to support information sharing from the Government of Canada on cumulative effects. The information included here was developed to support easier access to information in the OSDP for Indigenous groups with a TCEI project, and others where there are overlapping geographic areas. This is intended to support understanding, capacity building, and decision-making by Indigenous groups with respect to cumulative effects. It also ensures transparency and support equal access to information. Indigenous groups working on TCEI projects indicated that open data, including that in OSDP, should not replace direct engagement and consultation with Indigenous groups and field studies that are needed to understand potential environmental, cultural, and socio-economic impacts of a proposed development on Indigenous peoples and their lands. \n\nOSDP helps ensure access to reliable information to support effective decision-making. OSDP can be used for desktop exercises, modelling, support baseline data collction.OSDP should not replace consultation and engagement and is not a replacement for a cumulative effects assessment or full baseline program. ",
                    "customStyles": ""
                }
            ],
            "includeInToc": false
        },
        {
            "title": "About TCEI",
            "panel": [
                {
                    "type": "text",
                    "title": "About TCEI",
                    "content": "### Where we began\n\nThe **Terrestrial Cumulative Effects Initiative** (TCEI) was collaboratively developed in 2019. The TCEI provided funding for eligible Indigenous groups to build capacity and Indigenous-led cumulative effects projects in mainland freshwater and terrestrial environments with the following objectives:  \n- strengthen community capacity to advance cumulative effects work  \n- support Indigenous groups’ understanding of cumulative effects of human activities on mainland terrestrial and freshwater environments  \n- improve information and knowledge sharing to support Indigenous groups in decision-making and future analysis around major projects  \n\nThe TCEI Toolkit was created in the spirit of co-development through virtual and in-person workshops, working groups, and one on one discussions to build a collaborative space for sharing information about cumulative effects in freshwater and terrestrial ecosystems.  \n\n*Questions about the TCEI or Toolkit? Contact our team at: [iecttcei@ec.gc.ca](mailto:iecttcei@ec.gc.ca)* \n\n### More about the TCEI Toolkit \n\nIn early discussions about TCEI, Indigenous groups communicated a need for better access to existing resources related to cumulative effects and more avenues that support networking and information exchange. This launched a series of engagement workshops where participants expressed the importance of:  \n- Indigenous-led or co-development of the toolkit  \n- mechanisms to share information outside of the TCEI where appropriate   \n- opportunities to learn from one another \n\nIn addition, working groups were formed to help guide and refine the Toolkit form, process and development.\n\n**Information sharing was optional at all stages of development. Participants were welcome to share at any level of detail and at their community's discretion and consistent with the principles of Ownership, control, access and possession (OCAP) and data sovereignty.**",
                    "customStyles": ""
                }
            ]
        },
        {
            "title": "About TCEI 2",
            "panel": [
                {
                    "type": "image",
                    "altText": "",
                    "caption": "",
                    "src": "TCEI-IECT/assets/en/image_360.png"
                }
            ],
            "includeInToc": false
        }
    ],
    "contextLabel": "",
    "contextLink": "https://www.canada.ca/en/environment-climate-change/services/sustainable-development/strategic-environmental-assessment/public-statements/terrestrial-cumulative-effects-initiative.html",
    "dateModified": "2024-03-20",
    "tocOrientation": "horizontal",
    "returnTop": false
}